{
    "@metadata": {
        "authors": [
            "Imre",
            "Kghbln"
        ]
    },
    "payflowpro_gateway-response-0": "Ihre Transaktion wurde durchgeführt.\nVielen Dank für Ihre Spende.",
    "payflowpro_gateway-response-126": "Für Ihre Transaktion wird auf eine Freigabe gewartet.",
    "payflowpro_gateway-response-126-2": "Einige Informationen stimmen nicht mit Ihrem Kreditkartenprofil überein oder die Spende ist zu hoch. Zu Ihrer eigenen Sicherheit befindet sich Ihre Spende unter Prüfung und wir informieren Sie über die angegebene E-Mail-Adresse, falls wir Ihre Spende nicht abschließen können. Bitte schicken Sie uns bei Fragen eine E-Mail an <a href=\"mailto:donate@wikimedia.org\">donate@wikimedia.org</a>. Vielen Dank!",
    "payflowpro_gateway-response-12": "Bitte nehmen Sie für weitere Informationen mit Ihrem Kreditinstitut Kontakt auf.",
    "payflowpro_gateway-response-13": "Ihre Transaktion benötigt eine manuelle Bearbeitung.\nBitte nehmen Sie mit uns Kontakt auf, um Ihre Transaktion abzuschließen.",
    "payflowpro_gateway-response-114": "Bitte nehmen Sie mit ihrem kartenausgebenden Kreditinstitut Kontakt auf.",
    "payflowpro_gateway-response-23": "Ihre Kreditkartennummer oder das Ablaufdatum ist falsch.",
    "payflowpro_gateway-response-24": "Ihre Kreditkartennummer oder das Ablaufdatum ist falsch.",
    "payflowpro_gateway-response-112": "Ihre Anschrift oder der Sicherheitscode (CVV) ist falsch.",
    "payflowpro_gateway-response-125": "Ihre Transaktion wurde durch den Betrugs-Vorbeuge-Service abgelehnt.",
    "payflowpro_gateway-response-125-2": "Ihre Kreditkarte kann nicht geprüft werden. Bitte bestätigen Sie, dass alle Informationen mit Ihrem Kreditkartenprofil übereinstimmen oder versuchen Sie es mit einer anderen Karte. Sie können auch unsere <a href=\"http://wikimediafoundation.org/wiki/Ways_to_Give/en\">anderen Spendemöglichkeiten</a> ausprobieren oder kontaktieren Sie uns unter <a href=\"mailto:donate@wikimedia.org\">donate@wikimedia.org</a>. Vielen Dank.",
    "payflowpro_gateway-response-default": "Während des Ausführens der Transaktion ist ein Verarbeitungsfehler aufgetreten.\nBitte versuchen Sie es später noch einmal."
}