{
	"@metadata": {
		"authors": [
			"Cedric31",
			"Crochet.david",
			"DavidL",
			"Gomoko",
			"Grondin",
			"Hashar",
			"IAlex",
			"Jean-Frédéric",
			"Peter17",
			"PieRRoMaN",
			"Quentinv57",
			"Sherbrooke",
			"Verdy p"
		]
	},
	"payflowprogateway": "Faire un don maintenant",
	"payflowpro_gateway-desc": "Traitement de carte de crédit par PayPal Payflow Pro",
	"payflowpro_gateway-response-0": "Votre transaction a été approuvée.\nMerci pour votre don !",
	"payflowpro_gateway-response-126": "Votre transaction est en cours d’approbation.",
	"payflowpro_gateway-response-126-2": "Certaines informations que vous avez fournies ne correspondent pas au profil de votre carte bancaire, ou bien vous avez offert un montant très élevée. Pour votre propre sécurité, votre don est actuellement en cours de vérification, et nous vous préviendrons via l’adresse de courriel que vous avez fournie si nous ne parvenons à finaliser votre don. Pour toute question, n’hésitez pas à adresser un courriel à <a href=\"mailto:donate@wikimedia.org\">donate@wikimedia.org</a>. Merci !",
	"payflowpro_gateway-response-12": "Veuillez contacter le fournisseur de votre carte de crédit pour plus d’informations.",
	"payflowpro_gateway-response-13": "Votre transaction requiert une autorisation vocale.\nVeuillez nous contacter pour poursuivre votre transaction.",
	"payflowpro_gateway-response-114": "Veuillez contacter le fournisseur de votre carte de crédit pour plus d'information.",
	"payflowpro_gateway-response-23": "La date d’expiration de votre numéro de carte de crédit est incorrecte.",
	"payflowpro_gateway-response-4": "Montant invalide.",
	"payflowpro_gateway-response-24": "Votre numéro de carte de crédit ou date d'expiration est incorrect(e).",
	"payflowpro_gateway-response-112": "Votre adresse ou numéro CVV (code de sécurité) est incorrect(e).",
	"payflowpro_gateway-response-125": "Votre transaction a été déclinée par les Services de prévention des fraudes.",
	"payflowpro_gateway-response-125-2": "Votre carte bancaire n’a pas pu être validée. Veuillez vérifier que les informations fournies correspondent au profil de votre carte bancaire, ou essayez avec une autre carte. Vous pouvez aussi utiliser <a href=\"//wikimediafoundation.org/wiki/Ways_to_Give/en\">d’autres solutions pour faire un don</a> ou nous contacter à l’adresse <a href=\"mailto:donate@wikimedia.org\">donate@wikimedia.org</a>. Nous vous remercions de votre soutien.",
	"payflowpro_gateway-response-default": "Une erreur est survenue lors du traitement de votre transaction.\nVeuillez réessayer plus tard."
}
