{
	"@metadata": {
		"authors": [
			"គីមស៊្រុន"
		]
	},
	"payflowprogateway": "ធ្វើការបរិច្ចាគនៅពេលនេះ",
	"payflowpro_gateway-response-0": "ការទូទាត់ទឹកប្រាស់របស់អ្នកត្រូវបានអនុម័តហើយ។\n\nសូមថ្លែងអំណរគុណសំរាប់ការបរិច្ចាគរបស់អ្នក!",
	"payflowpro_gateway-response-126": "ការទូទាត់ទឹកប្រាក់របស់អ្នកកំពុងសូមការអនុម័ត។",
	"payflowpro_gateway-response-126-2": "ព័ត៌មានមួយចំនួនដែលអ្នកបានផ្ដល់មក មិនត្រូវគ្នានឹងព័ត៌មានរបស់ក្រេឌីតកាតរបស់អ្នកទេ ឬប្រហែលជាទឹកប្រាក់អ្នកអ្នកផ្ដល់មកមានចំនួនច្រើនពេក។ ដើម្បីសុវត្ថិភាព ការបរិច្ចាគរបស់អ្នកនឹងត្រូវពិនិត្យឡើងវិញ ហើយយើងនឹង​ផ្ដល់ដំណឹងទៅអ្នក​តាមរយៈអសយដ្ឋានអ៊ីមែលអ្នកដែលបានផ្ដល់មក ក្នុងករណីដែលយើងបានអាចសំរេចការបរិច្ចាគរបស់អ្នកបានរួចរាល់ទេ។ សូមអ៊ីមែលមកកាន់ <a href=\"mailto:donate@wikimedia.org\">donate@wikimedia.org</a> ប្រសិនបើអ្នកមានចំងល់ចង់សួរ។ សូមអរគុណ!",
	"payflowpro_gateway-response-12": "សូមទាក់ទងទៅក្រុមហ៊ុនក្រេឌីតកាតរបស់អ្នកសំរាប់ព័ត៌មានបន្ថែម។",
	"payflowpro_gateway-response-13": "ការទូទាត់ទឹកប្រាក់របស់អ្នកតំរូវអោយធ្វើការផ្ទៀតផ្ទាត់តាមសំលេង។\n\nសូមទាក់ទងមកយើងខ្ញុំដើម្បីបន្តការទូទាត់នេះ។",
	"payflowpro_gateway-response-114": "សូមទាក់ទងទៅក្រុមហ៊ុនក្រេឌីតកាតរបស់អ្នកសំរាប់ព័ត៌មានបន្ថែម។",
	"payflowpro_gateway-response-23": "លេខឬកាលបរិច្ឆេទផុតកំណត់របស់ក្រេឌីតកាតរបស់អ្នកមិនត្រឹមត្រូវទេ។",
	"payflowpro_gateway-response-4": "ចំនួនទឹកប្រាក់មិនត្រឹមត្រូវ។",
	"payflowpro_gateway-response-24": "លេខឬកាលបរិច្ឆេទផុតកំណត់របស់ក្រេឌីតកាតរបស់អ្នកមិនត្រឹមត្រូវទេ។",
	"payflowpro_gateway-response-112": "អាសយដ្ឋានឬលេខ CVV (លេខសំងាត់) របស់អ្នកមិនត្រឹមត្រូវទេ។",
	"payflowpro_gateway-response-125": "ការទូទាត់ប្រាក់របស់អ្នកត្រូវបានបដិសេដដោយ Fraud Prevention Services។",
	"payflowpro_gateway-response-125-2": "ក្រេឌីតកាតរបស់អ្នកមិនអាចប្រើប្រាស់បានទេ។ សូមផ្ទៀងផ្ទាត់ថាព័ត៌មានដែលអ្នកបានផ្ដល់មក​ត្រូវគ្នានឹងព័ត៌មានរបស់ក្រេឌីតកាតរបស់អ្នក ឬសាកប្រើកាតផ្សេងពីនេះ។ អ្នកក៏អាចប្រើ<a href=\"http://wikimediafoundation.org/wiki/Ways_to_Give/en\">វីធីផ្សេងទៀតក្នុងការធ្វើការបរិច្ចាគ</a> ឬទាក់ទងមកយើងខ្ញុំតាមរយៈ <a href=\"mailto:donate@wikimedia.org\">donate@wikimedia.org</a>។ សូមថ្លែងអំណរគុណដល់ការគាំទ្ររបស់អ្នក។",
	"payflowpro_gateway-response-default": "មានបញ្ហាក្នុងការធ្វើការទូទាត់ទឹកប្រាក់។\n\nសូមសាកល្បងម្ដងទៀតនៅពេលក្រោយ។"
}
