{
	"@metadata": {
		"authors": [
			"Purodha"
		]
	},
	"payflowprogateway": "Donn jäz jävve",
	"payflowpro_gateway-desc": "Met <i lang=\"en\">PayPal Payflow Pro</i> vun Kredditkaate afhallde.",
	"payflowpro_gateway-response-0": "Ding Zahlung es beschtäätesch woode.\nMer donn uns bedangke för Ding Schpänd!",
	"payflowpro_gateway-response-126": "Ding Zahlung moß noch beschtäätesch wääde.",
	"payflowpro_gateway-response-126-2": "Ene Aandeil vun dämm, wat De aanjejovve häß, paß nit met Dinge Kreditkaate-Daate zosamme, udder Do häs en unjewöhlesch jruuße Spende jemaat. Dröm es för Ding eije Sescherheit, Ding Spende em Momang en der Pröövung. Mer lohße Desch wesse, falls mer Ding Spend nit annämme künne udder dörve, dann kriß De en <i lang=\"en\">e-mail</i> aan Ding aanjejovve Addräß. Donn selver en <i lang=\"en\">e-mail</i> aan <a href=\"mailto:donate@wikimedia.org\">donate@wikimedia.org</a> schecke, wann Der jät unklohr es. Häzlijjen Dank!",
	"payflowpro_gateway-response-12": "Donn Desch aan Ding Kreddittkaate-Fermma wände, öm mieh doh drövver ze wesse ze krijje.",
	"payflowpro_gateway-response-13": "Ding Zahlung moß met Dinge Schtemm beschtäätesch wääde.\nDonn Desch aan uns wände, öm heh met wigger ze maache.",
	"payflowpro_gateway-response-114": "Donn Desch aan Ding Kreddittkaate-Fermma wände, öm mieh doh drövver ze wesse ze krijje.",
	"payflowpro_gateway-response-23": "De Nommer vun Dinge Kreddittkaat udder et Dattum, wann se ußleuf, es verkeeht.",
	"payflowpro_gateway-response-4": "Onjöltijje Bedraach.",
	"payflowpro_gateway-response-24": "De Nommer vun Dinge Kreddittkaat udder et Dattum, wann se ußleuf, es verkeeht.",
	"payflowpro_gateway-response-112": "Ding Addräß udder de <i lang=\"en\">CVV</i> Nommer (Sescherheitskood) vun Dinge Kreddittkaat, es verkeeht.",
	"payflowpro_gateway-response-125": "Ding Zahlung es afjelehnt woode, vun einem vun dä Deenste, di Betuppereije verhendere well.",
	"payflowpro_gateway-response-125-2": "Ding Kreditkaat kunnt nit beschtäätesch wääde. Bes esu joot un donn all de Enfommazjuhne nohluure, of dat, wat De aanjejovve has och esu op Dinge Kaat dropschteiht un schtemmp, udder versöhk et met en ander Kaat. Do kanns och eine vun unser <a href=\"http://wikimediafoundation.org/wiki/Ways_to_Give/en\">ander Müjjeleschkeijte ze jävve</a>, udder donn uns en e-mail schriive noh <a href=\"mailto:donate@wikimedia.org\">donate@wikimedia.org</a>. Mer bedanke uns för Ding Ongerschtözung.",
	"payflowpro_gateway-response-default": "Et es ene Fähler opjetrodde beim Övverdraare udder Affärbeide vun Dinge Zahlung.\nVersöhg_et schpääder noch ens."
}
