{
	"@metadata": {
		"authors": [
			"AnakngAraw",
			"Sky Harbor"
		]
	},
	"payflowprogateway": "Magkaloob ka na ngayon",
	"payflowpro_gateway-desc": "Pagsasagawa ng tarheng pang-utang ng PayPal Payflow Pro",
	"payflowpro_gateway-response-0": "Napayagan na ang transaksyon mo.\nSalamat sa kaloob mo!",
	"payflowpro_gateway-response-126": "Naghihintay ng pahintulot ang transaksyon mo.",
	"payflowpro_gateway-response-126-2": "Ilan sa mga kabatirang ibinigay mo ang hindi tumugma sa talaksan ng kasaysayan ng iyong tarhetang pang-utang, o nagbigay ka ng isang napakalaking handog.  Para sa iyong kaligtasan, kasalukuyang sinusuri ang iyong abuloy, at ipagbibigay-alam namin sa pamamagitan ng tirahan ng e-liham kung hindi namin napagpasyahan ang donasyon mo.  Mangyaring magpadala ng e-liham sa <a href=\"mailto:donate@wikimedia.org\">donate@wikimedia.org</a> kung mayroon kang mga katanungan.  Salamat!",
	"payflowpro_gateway-response-12": "Mangyaring makipag-ugnayan sa iyong kompanya ng tarhetang pang-utang para sa iba pang kabatiran.",
	"payflowpro_gateway-response-13": "Nangangailangan ang transaksyon mo ng pagpapatotoong may tinig.\nMangyaring makipag-ugnayan sa amin upang maipagpatuloy ang transaksyon mo.",
	"payflowpro_gateway-response-114": "Mangyaring makipag-ugnayang sa iyong kumpanya ng tarhetang pang-utang hinggil sa iba pang kabatiran.",
	"payflowpro_gateway-response-23": "Hindi tama ang iyong bilang na pangtarhetang pang-utang o petsa ng pagwawakas.",
	"payflowpro_gateway-response-4": "Hindi tanggap na halaga.",
	"payflowpro_gateway-response-24": "Hindi tama ang iyong bilang na pangtarhetang pang-utang o petsa ng wakas.",
	"payflowpro_gateway-response-112": "Hindi tama ang iyong tirahan o bilang pang-CVV (kodigong pangkaligtasan).",
	"payflowpro_gateway-response-125": "Tinanggihan ng Palingkuran ng Pag-iwas sa Panloloko ang iyong transaksyon.",
	"payflowpro_gateway-response-125-2": "Hindi mapatunayan ang iyong tarhetang pang-utang.  Mangyaring patunayan na tumutugma ang lahat ng ibinigay na kabatiran sa iyong talaksan ng kasaysayan ng tarhetang pang-utang, o sumubok ng ibang tarheta.  Maaari mo ring gamitin ang isa sa aming <a href=\"http://wikimediafoundation.org/wiki/Ways_to_Give/en\">ibang mga paraan ng pagbibigay</a> o makipag-ugnayan sa amin sa href=\"mailto:donate@wikimedia.org\">donate@wikimedia.org</a>.  Salamat sa iyong pagtangkilik.",
	"payflowpro_gateway-response-default": "Nagkaroon ng kamalian sa pagsasagawa ng transaksyon mo.\nMangyaring subukan uli mamaya."
}
