{
    "@metadata": {
        "authors": [
            "Candalua"
        ]
    },
    "payflowprogateway": "Juta Wikimedia",
    "payflowpro_gateway-desc": "Tratamento de carte de credito PayPal Payflow Pro",
    "payflowpro_gateway-response-0": "La to transazion la xe stà aprovà.\nGrassie de la to donassion!",
    "payflowpro_gateway-response-126": "La to transazion la xe drio spetar de vegner aprovà.",
    "payflowpro_gateway-response-126-2": "Alcune de le informassion che te n'è dato no le corisponde mia al profilo de la carta de credito usà, opure xe stà fata na donassion granda assè. Par sicuressa, la donassion la vegnarà esaminà e te rivarà na notifica via email, usando l'indirizo fornìo, nel caso no sia possibile concluderla. Par ogni dubio, te poli scrìvarne a <a href=\"mailto:donate@wikimedia.org\">donate@wikimedia.org</a>. Grassie!",
    "payflowpro_gateway-response-12": "Par piaser, parla co la to conpagnia de carte de credito par savérghene piassè.",
    "payflowpro_gateway-response-13": "La to transazion la richiede na autorisassion a voce.\nPar piaser ciàmene par continuar la transazion.",
    "payflowpro_gateway-response-114": "Par piaser, ciama la to conpagnia de carte de credito par savérghene piassè.",
    "payflowpro_gateway-response-23": "El to nùmaro de carta de credito o la data de scadensa i xe sbajà.",
    "payflowpro_gateway-response-4": "Inporto mia valido.",
    "payflowpro_gateway-response-24": "El to nùmaro de carta de credito o la data de scadensa i xe sbajà.",
    "payflowpro_gateway-response-112": "El to indirisso o el nùmaro CVV (còdese de sicuressa) i xe sbajà.",
    "payflowpro_gateway-response-125": "La to transazion la xe stà rifiutà dal Servissio de Prevension da le Frodi.",
    "payflowpro_gateway-response-125-2": "La to carta de credito no la gà podù vegner validà. Controla che tute le informassion che te n'è dato le sia giuste, o proa co na carta difarente. Ghe xe anca <a href=\"http://wikimediafoundation.org/wiki/Ways_to_Give/en\">altre maniere de donassion</a> e te scrìvarne a <a href=\"mailto:donate@wikimedia.org\">donate@wikimedia.org</a>. Grassie del to suporto.",
    "payflowpro_gateway-response-default": "Ghe xe stà un eror durante el tratamento de la to transazion.\nPar piaser, ripròa de novo tra un tocheto."
}