{
	"@metadata": {
		"authors": [
			"MokaAkashiyaPT"
		]
	},
	"donate_interface-amount": "Montante de la doaçon:",
	"donate_interface-cc-button": "Doaçones por carton de crédito",
	"donate_interface-ccdc-button": "Doaçones por carton de crédito ó débito",
	"donate_interface-amount-legend": "Montante de la doaçon",
	"donate_interface-donor-email": "Correio eiletrónico",
	"donate_interface-problemsdonating": "Porblemas na doaçon?",
	"donate_interface-otherways-short": "Outras formas de cuntribuir",
	"donate_interface-make-your-donation": "Faga la sue doaçon agora",
	"donate_interface-other": "Outro",
	"donate_interface-faqs": "Preguntas mais frequentes",
	"donate_interface-tax-info": "Anformaçon subre deduçon friscal",
	"donate_interface-informationsharing": "Al rializar ua doaçon, cuncorda partilhar la sue anformaçon pessonal cula Fundaçon Wikimedia, la ourganizaçon sin fines lhucratibos que hospeda la Biquipédia i outros porjetos de la Wikimedia, i culs sous fornecedores de serbícios, de acuordo cula nuossa <a href=\"//wikimediafoundation.org/wiki/Donor_policy\">política de doadores</a>. La Fundaçon Wikimedia i ls sous fornecedores de serbícios stan lhocalizados ne ls Stados Ounidos i ne ls outros paízes cuja lhegislaçon de pribacidade puode nun ser eiquibalente a la de l sou própio paíç. Nun bendemos ó comercializamos la sue anformaçon cun naide. Pa mais anformaçones, cunsulte la nuossa <a href=\"//wikimediafoundation.org/wiki/Donor_policy\">política de doadores</a>.",
	"donate_interface-taxded-link-us": "Anformaçon subre deduçon friscal",
	"donate_interface-monthly-cancel": "Pa ls bienfeitores recorrientes, ls pagamientos fixos mensales seran debitados pula Fundaçon Wikimedia ne l'anibersairo mensal de la purmeira doaçon, até al momiento an que ne ls abise que pretendie colgar eilhas. Las doaçones ampeçadas ne ls dies 29, 30 ó 31 de l més seran repetidas ne l redadeiro die de l més pa ls meses mais cúrtios, l mais próssimo de la data oureginal possible. Se quejir poner algua queston, por fabor cuntate donate@wikimedia.org.",
	"donate_interface-monthly-short": "Mensal",
	"donate_interface-onetime-short": "Única"
}
