{
	"@metadata": {
		"authors": [
			"Siebrand",
			"McDutchie"
		]
	},
	"donate_interface-smallamount-error": "Selecteer een bedrag (minimaal $1)",
	"donate_interface-processing-error": "Er is een fout opgetreden bij het verwerken van je verzoek.\nNeem contact op met Donor Services via <a href=\"mailto:$1\">$1</a>.",
	"donate_interface-error-msg-general": "Er is een fout opgetreden tijdens de verwerking van je verzoek.",
	"donate_interface-error-msg-nopaypal": "Door een technische fout is het niet mogelijk je verzoek naar PayPal te sturen. Je kunt ook direct met je creditcard doneren.",
	"donate_interface-error-msg-cvv": "Voer de CVV-code (beveiligingscode) in. Meestal staat die op de achterkant van je creditcard.",
	"donate_interface-error-msg-captcha-please": "Geef een antwoord op de vraag om aan te tonen dat je geen geautomatiseerd proces bent.",
	"donate_interface-error-msg-cookies": "Activeer cookies in je browser.",
	"donate_interface-error-msg-country-calc": "Fout. We kunnen je gift op het moment niet accepteren.",
	"donate_interface-donate-error-thank-you-for-your-support": "Dank je wel voor je steun!",
	"php-response-declined": "Je transactie kon niet geaccepteerd worden.",
	"donate_interface-thankyou": "Dank je wel voor je donatie!",
	"donate_interface-cvv-explain": "<h4>Wat is CVV?</h4>\n<p>Cardholder Verification Value (Kaarhouder verificatiewaarde - CVV): dit getal van drie of vier cijfers zorgt ervoor dat te controleren is of de kaart echt in handen is van degene die online een donatie doet en helpt ongeoorloofd of frauduleus gebruik te voorkomen.</p>\n<h4>Visa, Mastercard</h4>\n<p>De driecijferige code staat op de achterkant van je kaart, in hetzelfde gebied als je handtekening.\nMeestal staan er meer cijfers in dat gebied, maar alleen de drie laatste cijfers zijn de CVV-code.</p>\n<h4>American Express</h4>\n<p>De code staat <i>altijd</i> direct <i>boven</i> het gepreegde (voelbare) kaartnummer aan de voorkant van de kaart.\nIn sommige gevallen staat de code aan de linkerkant van de kaart, maar deze staat altijd boven het kaartnummer.</p><br />",
	"donate_interface-easydonate": "We proberen het maken van een donatie vanuit ieder land zo eenvoudig mogelijk te maken. Laat ons weten hoe we het makkelijker kunnen maken voor je. Stuur je suggesties naar $1.",
	"donate_interface-donate-click": "Je kaartgegevens worden beveiligd verwerkt.",
	"donate_interface-token-mismatch": "Je sessie is verlopen. Vul het formulier opnieuw in en sla het daarna op.",
	"donate_interface-noscript-msg": "Het lijkt erop dat JavaScript niet is ingeschakeld of dat het niet wordt ondersteund door je browser.\nOm ons donatieformulier veilig en bruikbaar te maken, is JavaScript vereist.",
	"donate_interface-noscript-redirect-msg": "Als je JavaScript niet kunt of wilt inschakelen, dan kan je nog steeds bijdragen door op de volgende koppeling te klikken:",
	"donate_interface-your-information": "Jouw gegevens",
	"donate_interface-which-card": "Welke kaart wil je gebruiken",
	"donate_interface-enter-your-amount": "Of voer je bedrag hierboven in",
	"donate_interface-please-complete": "Vul hieronder je donatie in...",
	"donate_interface-thank-you": "Bedankt! Je donatie is ontvangen.",
	"donate_interface-cc-MX-instructions": "Sommige Mexicaanse banken blokkeren online transacties om veiligheidsredenen. Als je gift niet is uitgevoerd, raden we je aan contact op te nemen met je bank om de online gift te autoriseren en het opnieuw te proberen.",
	"donate_interface-sofortbanking": "Sofortbanking is een directe bankoverschrijving via DIRECTebanking.com die overschrijving voor een online donatie met je online bankgegevens mogelijk maakt. Als je bankrekening nog geen onlinemogelijkheden heeft, dan kan je gebruik maken van de optie \"Via handmatige overschrijving doneren\" op de hoofdpagina voor donaties.",
	"donate_interface-translate-redlink2": "Of e-mail je vertaling naar translations@wikimedia.org",
	"donate_interface-email-unsub-success": "Je bent niet langer ingeschreven op onze mailinglijst",
	"donate_interface-email-unsub-delay": "Het duurt maximaal vier (4) dagen om deze wijzigingen door te voeren. In het geval je in de tussentijd nog e-mailberichten van ons ontvangt, bieden wij daar bij voorbaat onze excuses voor aan. Neem contact op met <$1> als je nog vragen hebt",
	"donate_interface-email-unsub-fail": "Er is een fout opgetreden tijdens de verwerking. Neem contact op met <$1>.",
	"donate_interface-email-unsub-confirm": "Weet je zeker dat je het e-mailadres <b>$1</b> wilt uitschrijven?",
	"donate_interface-email-unsub-warning": "Hierdoor ontvang je niet langer e-mails die Wikimedia Foundation aan jou stuurt als donateur. Als dit e-mailadres gekoppeld is aan een account van een van onze projecten, kan je toch nog e-mails op dit adres krijgen. Als je vragen hebt, neem dan contact op met <a href=\"mailto:$1\">$1</a>.",
	"donate_interface-informationsharing": "Door te doneren ga je akkoord met het delen van jouw persoonlijke gegevens met de Wikimedia Foundation, de non-profitorganisatie die verantwoordelijk is voor het hosten van Wikipedia en andere Wikimediaprojecten, en haar dienstverleners op grond van ons <a href=\"$1\">donorbeleid</a>. De Wikimedia Foundation en haar dienstverleners zijn in de Verenigde Staten en andere landen gevestigd en daar is de privacywetgeving mogelijk niet gelijkwaardig aan die van jouw land. Je gegevens worden aan niemand verkocht of verhandeld. Ga voor meer informatie naar ons <a href=\"$1\">donorbeleid</a>.",
	"donate_interface-bank_transfer_message": "Bij je overschrijvingsgegevens wordt \"Global Collect\" opgegeven als ontvanger van je overschrijving. Global Collect mag namens de Wikimedia Foundation betalingen autoriseren en verwerken. Neem het referentienummer dat hier wordt genoemd op in je overschrijving. Als je vragen of zorgen hebt, neem dan per e-mail contact met ons op via $1.",
	"donate_interface-monthlybox-content": "Maandelijkse donaties worden verwerkt op de tweede dag van iedere maand. Je kunt deze machtiging op ieder moment intrekken.",
	"donate_interface-monthlybox-bottom": "Je donatie wordt veilig verwerkt.",
	"donate_interface-monthly-cancel": "Elke maand op dezelfde dag waarop de eerste schenking werd verricht, schrijft de Stichting Wikimedia in het geval van herhaaldelijke schenkers een maandelijks bedrag af, tot jij aangeeft dat je de schenking wilt onderbreken. Schenkingen die voor het eerst zijn verricht op de 29e, 30e of 31e van de maand worden in het geval van kortere maanden op de laatste dag van de maand afgeschreven. Dit gebeurt in ieder geval zo dicht mogelijk op de originele datum. Voor vragen kun je terecht bij $1.",
	"donate_interface-error-http-403": "Je hebt geen rechten om deze pagina te bekijken.",
	"donate_interface-fundraiser-maintenance-notice": "Op het moment wordt onderhoud uitgevoerd en kunnen we helaas geen donaties verwerken. Probeer het snel opnieuw. Stuur een e-mail naar $1 als je vragen hebt."
}
