{
	"@metadata": {
		"authors": [
			"McDutchie",
			"Siebrand"
		]
	},
	"donate_interface-smallamount-error": "Selecteer een bedrag (minimaal $1)",
	"donate_interface-processing-error": "Er is een fout opgetreden bij het verwerken van je verzoek.\nNeem contact op met Donor Services via <a href=\"mailto:$1\">$1</a>.",
	"donate_interface-fallback-currency-notice": "Jouw valuta wordt niet ondersteund. Als je besluit om door te gaan, vindt de verwerking plaats in $1.",
	"donate_interface-donor-employer-explain": "Wij laten je weten of je werkgever je gift wil verdubbelen",
	"donate_interface-donor-fiscal_number-explain-in": "Onze betalingsverwerker wordt door de Reserve Bank of India <b>verzocht</b> om je PAN te verzamelen, maar wij slaan deze informatie niet op. <b>Geef hier optioneel je PAN op.</b>",
	"donate_interface-donor-opt_in_explain": "*Je gegevens worden behandeld in overeenstemming met ons <a href=\"$1\">privacybeleid voor donateurs</a>. Vanuit elke e-mail die je ontvangt kun je je eenvoudig afmelden.",
	"donate_interface-donor-opt_in_explain_001": "Vanuit elke e-mail die u ontvangt kun je je eenvoudig afmelden. Je gegevens worden behandeld in overeenstemming met ons <a href=\"$1\">privacybeleid voor donateurs</a>.",
	"donate_interface-error-msg-general": "Er is een fout opgetreden tijdens de verwerking van je verzoek.",
	"donate_interface-error-msg-nopaypal": "Door een technische fout is het niet mogelijk je verzoek naar PayPal te sturen. Je kunt ook direct met je creditcard doneren.",
	"donate_interface-error-msg-invalid-country": "Helaas hebben we je land niet kunnen detecteren. Kies een land op de pagina <a href=\"$1\">Andere manieren om te geven</a>.",
	"donate_interface-error-msg-amount": "Geef het bedrag van je donatie in",
	"donate_interface-error-msg-email": "Voer je e-mailadres in",
	"donate_interface-error-msg-last_name": "Voer je achternaam in",
	"donate_interface-error-msg-city": "Voer je plaats in",
	"donate_interface-error-msg-postal_code-us": "Voer je postcode in",
	"donate_interface-error-msg-country": "Voer je land in",
	"donate_interface-error-msg-cvv": "Voer de CVV-code (beveiligingscode) in. Meestal staat die op de achterkant van je creditcard.",
	"donate_interface-error-msg-captcha": "De Captcha-waarde die je ingevoerd hebt is onjuist. Probeer het nog eens.",
	"donate_interface-error-msg-captcha-please": "Typ voor de veiligheid van jouw creditcard de tekens in die je hierboven ziet.",
	"donate_interface-error-msg-cookies": "Activeer cookies in je browser.",
	"donate_interface-error-msg-country-calc": "Fout. We kunnen je gift op het moment niet accepteren.",
	"donate_interface-error-msg-invalid-fiscal_number-bo": "Corrigeer de fouten in je NIT",
	"donate_interface-error-msg-invalid-fiscal_number-cl": "Corrigeer de fouten in je RUT",
	"donate_interface-error-msg-invalid-fiscal_number-in": "Corrigeer de fouten in je PAN",
	"donate_interface-error-msg-invalid-fiscal_number-pe": "Corrigeer de fouten in je DNI",
	"donate_interface-error-msg-invalid-fiscal_number-za": "Corrigeer de fouten in je nationale ID",
	"donate_interface-error-msg-apple_pay_unsupported": "Apple Pay wordt niet ondersteund in deze browser. Gebruik de Safari-browser en zorg ervoor dat Apple Pay op jouw apparaat is geconfigureerd, of probeer een van onze <a href=\"$1\">andere manieren om te doneren</a>.",
	"donate_interface-donation-cancelled-header": "Je transactie is geannuleerd",
	"donate_interface-donation-cancelled": "Was het niet de bedoeling om te annuleren? Je kunt <a href=\"$1\">teruggaan</a>, een van onze <a href=\"$2\">andere manieren om te doneren</a> proberen, of contact met ons opnemen via <a href=\"mailto:$3\">$3</a>",
	"donate_interface-donate-error-thank-you-for-your-support": "Hartstikke bedankt voor je steun!",
	"donate_interface-error-no-form": "Wij hebben geen donatieformulier kunnen vinden dat overeenkomt met jouw parameters. Neem contact op met [mailto:$1 ons hulpteam] voor meer informatie.",
	"php-response-declined": "Je transactie kon niet geaccepteerd worden.",
	"donate_interface-thankyou": "Dank je wel voor je donatie!",
	"donate_interface-cvv-explain": "<h4>Wat is CVV?</h4>\n<p>Cardholder Verification Value (Controlewaarde kaarthouder, CVV): dit getal van drie of vier cijfers zorgt ervoor dat te controleren is of de kaart echt in handen is van de kaarthouder. Dit helpt ongeoorloofd of frauduleus gebruik te voorkomen.</p>\n<h4>Visa, Mastercard</h4>\n<p>De driecijferige code staat op de achterkant van je kaart, in hetzelfde gebied als je handtekening.\nMeestal staan er meer cijfers in dat gebied, maar alleen de drie laatste cijfers zijn de CVV-code.</p>\n<h4>American Express</h4>\n<p>De code staat <i>altijd</i> direct <i>boven</i> het gepreegde (voelbare) kaartnummer aan de voorkant van de kaart.\nIn sommige gevallen staat de code aan de linkerkant van de kaart, maar deze staat altijd boven het kaartnummer.</p><br />",
	"donate_interface-easydonate": "We proberen het maken van een donatie vanuit ieder land zo eenvoudig mogelijk te maken. Laat ons gerust weten hoe we het ook voor jou makkelijker kunnen maken. Stuur je suggesties naar $1.",
	"donate_interface-donate-click": "Je kaartgegevens worden veilig verwerkt.",
	"donate_interface-token-mismatch": "Je sessie is verlopen. Herlaad de pagina en stuur het formulier opnieuw in.",
	"donate_interface-cc-token-expired": "Jouw token is verlopen. Klik op OK om te vernieuwen.",
	"donate_interface-try-again": "Wij kunnen je donatie tijdelijk niet verwerken. Probeer het binnenkort opnieuw.",
	"donate_interface-noscript-msg": "Het lijkt erop dat JavaScript niet is ingeschakeld of dat het niet wordt ondersteund door je browser.\nOm ons donatieformulier veilig en bruikbaar te maken, is JavaScript vereist.",
	"donate_interface-noscript-redirect-msg": "Als u JavaScript niet kunt of wilt inschakelen, dan kunt je alsnog bijdragen via:",
	"donate_interface-your-information": "Jouw gegevens",
	"donate_interface-which-card": "Welke kaart wil je gebruiken",
	"donate_interface-did-you-mean": "Bedoelde je <a href=\"#\" class=\"correction\">$1</a>?",
	"donate_interface-enter-your-amount": "Of voer je bedrag hierboven in",
	"donate_interface-please-complete": "Maak je donatie hieronder af…",
	"donate_interface-thank-you": "Bedankt! Je donatie is ontvangen.",
	"donate_interface-cc-MX-instructions": "Sommige Mexicaanse banken blokkeren online transacties om veiligheidsredenen. Als je gift niet is uitgevoerd, raden we je aan contact op te nemen met je bank om de online gift te autoriseren en het opnieuw te proberen.",
	"donate_interface-rtbt-issuer_id": "Selecteer jouw bank",
	"donate_interface-sofortbanking": "Sofortbanking is een directe bankoverschrijving via DIRECTebanking.com die overschrijving voor een online donatie met je online bankgegevens mogelijk maakt. Als je bankrekening nog geen onlinemogelijkheden heeft, dan kan je gebruik maken van de optie \"Via handmatige overschrijving doneren\" op de hoofdpagina voor donaties.",
	"donate_interface-translate-redlink2": "Of e-mail je vertaling naar translations@wikimedia.org",
	"donate_interface-email-unsub-success": "Je bent niet langer ingeschreven op onze mailinglijst",
	"donate_interface-email-unsub-delay": "Het kan tot vier (4) dagen duren voordat deze wijzigingen worden doorgevoerd. Sorry als je intussen nog e-mails van ons krijgt. Heb je nog vragen, neem dan contact op met <$1>",
	"donate_interface-email-unsub-fail": "Er is een fout opgetreden bij het verwerken van je verzoek. Neem contact op met <a href=\"mailto:$1\">$1</a>.",
	"donate_interface-email-unsub-confirm": "Weet je zeker dat je het e-mailadres <b>$1</b> wilt uitschrijven?",
	"donate_interface-email-unsub-warning": "Hierdoor ontvang je niet langer e-mails die Wikimedia Foundation aan jou stuurt als donateur. Als dit e-mailadres gekoppeld is aan een account van een van onze projecten, kan je toch nog e-mails op dit adres krijgen. Als je vragen hebt, neem dan contact op met <a href=\"mailto:$1\">$1</a>.",
	"donate_interface-email-explain": "Wij mailen je een ontvangstbewijs ter bevestiging van je donatie.",
	"donate_interface-email-optin-fail": "Er trad een fout op bij het verwerken van je aanvraag. Neem contact op met <a href=\"mailto:$1\">$1</a> of <a href=\"$2\">klik hier om het opnieuw te proberen</a>.",
	"donate_interface-informationsharing": "Jouw gegevens worden aan niemand verkocht of verhandeld. Door te doneren ga je ermee akkoord dat jouw persoonlijke gegevens in overeenstemming met ons <a href=\"$1\">privacybeleid voor donateurs</a> worden gedeeld met de Wikimedia Foundation, de non-profitorganisatie die verantwoordelijk is voor het hosten van Wikipedia en andere Wikimedia-projecten, en met haar dienstverleners. De Wikimedia Foundation en haar dienstverleners zijn gevestigd in de Verenigde Staten en andere landen waarvan de privacywetgeving mogelijk niet gelijkwaardig is aan die van jouw land. Ga voor meer informatie naar ons <a href=\"$1\">privacybeleid voor donateurs</a>.",
	"donate_interface-taxded-msg-x": "De Wikimedia Foundation is een internationale non-profitorganisatie die lokale en onafhankelijke verenigingen over de hele wereld ondersteunt. Onze <a href=\"$2\">belastingvrijstelling</a> hangt af van de wetten van elk land. Donaties aan de Wikimedia Foundation zijn in $1 helaas niet fiscaal aftrekbaar. Als je vragen hebt over belastingvrijstellingen of -kortingen, neem dan gerust contact op met <a href=\"mailto:$3\">$3</a>.",
	"donate_interface-monthlybox-content": "Maandelijkse donaties worden verwerkt op de tweede dag van iedere maand. Je kunt deze machtiging op ieder moment intrekken.",
	"donate_interface-monthlybox-bottom": "Je donatie wordt veilig verwerkt.",
	"donate_interface-monthly-cancel": "Elke maand op dezelfde dag waarop de eerste schenking werd verricht, schrijft de Stichting Wikimedia in het geval van herhaaldelijke schenkers een maandelijks bedrag af, tot jij aangeeft dat je de schenking wilt onderbreken. Schenkingen die voor het eerst zijn verricht op de 29e, 30e of 31e van de maand worden in het geval van kortere maanden op de laatste dag van de maand afgeschreven. Dit gebeurt in ieder geval zo dicht mogelijk op de originele datum. Voor vragen kun je terecht bij $1.",
	"donate_interface-error-http-403": "Je hebt geen rechten om deze pagina te bekijken.",
	"donate_interface-monthly-convert-title-variant-003": "Dank je wel voor jouw donatie van <span class=\"mc-convert-donated-amount\"></span>. Wil je jouw invloed vergroten met een maandelijkse donatie van <span class=\"mc-convert-ask\"></span> met ingang van volgende maand?",
	"donate_interface-monthly-convert-title-variant-004": "Je hebt zojuist <span class=\"mc-convert-donated-amount\"></span> gedoneerd. Dank je wel. Wil je misschien een maandelijkse donatie toevoegen van <span class=\"mc-convert-ask\"></span>, met ingang van volgende maand?",
	"donate_interface-monthly-convert-title-variant-010": "Beste <span class=\"mc-convert-first-name\"></span>, dank je wel voor je gift. Wil je jouw invloed vergroten met een maandelijkse donatie van <span class=\"mc-convert-ask\"></span>, met ingang van volgende maand?",
	"donate_interface-monthly-convert-text-variant-005": "Laten we eerlijk zijn: met kennis los je de dingen niet in één keer op. De lange termijn is waar het om gaat. Wil je jouw steun omzetten in een maandelijkse donatie?",
	"donate_interface-monthly-convert-text-variant-008": "Hartelijk bedankt voor je gift. Mogen wij je toch nog vragen: kun je nog iets meer doen? Maar een klein deel van onze lezers komt bij dit punt aan, want de meesten doneren niet. En van al onze donateurs denken er maar weinig aan een automatische maandelijkse gift. Toch is maandelijkse steun de beste manier om ervoor te zorgen dat Wikipedia het goed blijft doen. Help jij ook mee om onze financiële stabiliteit te waarborgen met een duurzame donatie?",
	"donate_interface-monthly-convert-enter-amount": "Vul jouw maandelijkse bedrag in en doneer vanaf volgende maand.",
	"donate_interface-monthly-convert-error": "Je eenmalige donatie is gelukt, maar we hebben geen terugkerende donatie kunnen beginnen.",
	"donate_interface-fundraiser-maintenance-notice": "Op het moment wordt er gepland onderhoud uitgevoerd en kunnen we helaas geen donaties verwerken. We hopen dat je het binnenkort opnieuw probeert. Stuur een e-mail naar $1 als je vragen hebt.",
	"donate_interface-redirect-explanation": "Je wordt doorgestuurd naar de betalingsverwerkingspartner van Wikimedia."
}
