{
	"@metadata": {
		"authors": [
			"BOKOBA VEROLY",
			"Marphy 123"
		]
	},
	"donorportal-recurring-status-active": "Kisalu na yandi",
	"donorportal-recurring-status-lapsed": "Kukonda kuwakana",
	"donorportal-recurring-status-paused": "Kukonda kupema",
	"donorportal-pause-recurring-next-donation-date": "Kilumbu ya kupesa makabu ya ke landa: $1",
	"donorportal-cancel-recurring-other-ways-text": "Beto ke bakisa nde mambu ke soba, kansi beto ta zola nde nge tadila kuyambula to kusoba makabu na nge kana nge lenda landa kupesa maboko na kisalu na beto.",
	"donorportal-cancel-recurring-other-ways-text-line2": "Dikabu ya ngonda kele mutindu ya kuluta mbote ya kutanina Wikipedia na nsungi ya nda mpi kusadisa beto na kuyidika mambu na bilumbu ke kwisa.",
	"donorportal-cancel-recurring-other-ways-text-line2-emphasis": "Ata dikabu mosi ve kele ya fioti kibeni sambu na kusala bupusi.",
	"recurupgrade-amount-ask": "Beto ke lomba nge na kupona ntalu yina nge ke zola kutomisa dikabu na nge:",
	"recurupgrade-ask-bigger": "Bika beto sala bupusi ya nene - kumosi.",
	"recurupgrade-ask-heading": "Wikipedia kele internet yina bo silaka beto, mpi lusadisu na nge ke taninaka yo ngolo!",
	"recurupgrade-ask-thankyou": "Matondo sambu nge kele kitini ya mfunu ya Wikipedia mpi bisalu ya Wikimedia. Dikabu na nge ya ngonda ke sadisaka na kuzikisa nde Wikipedia kele ya kutudila ntima, ya kukonda kusala piblisite, mpi yo kele ntangu yonso ya nge kele na yo mfunu.",
	"recurupgrade-current-amount-and-date": "Ntangu yai, makabu na nge ya ngonda kele $ 1 ti makabu na nge yina ke landa ya kele $ 2.",
	"recurupgrade-small-increase": "Kuyela ya fioti bubu ke sadisa nge mpi bamilio ya bantu ya nkaka na kutanina Wikipedia ya ngolo.",
	"recurupgrade-salutation": "Yo kele na mbongo mingi!",
	"recurupgrade-thanks-monthly": "Matondo mingi sambu nge kele mosi na kati ya bantu yina ke pesaka makabu konso ngonda.",
	"recurupgrade-upgrade-decline-long": "Kana nge soba mabanza na nge, vanda na kimpwanza ya kukanga lutiti yai. Matondo mingi sambu na lusadisu na nge!",
	"recurupgrade-upgrade": "Yidika dikabu na mono",
	"recurupgrade-upgrading-new-amount-and-date": "Mbongo ya nge ke pesa konso ngonda ya $ 1 ta sadila na kilumbu ya nge ke kwisa ya makabu ya $ 2"
}
