{
	"@metadata": {
		"authors": [
			"Amire80",
			"McDutchie"
		]
	},
	"donorportal-title": "Title for page allowing donors to see and manage donations",
	"donorportal-login-header": "Large text for donor portal login page",
	"donorportal-login-text": "Explanation of how to request a login link for the donor portal",
	"donorportal-login-email-placeholder": "Placeholder prompt in email entry box on donor portal login page",
	"donorportal-login-problems": "Text of link to request help at bottom of donor portal login page",
	"donorportal-greeting": "Text greeting a donor on the donor portal. $1 is the donor's first name",
	"donorportal-boldtext": "Text atop the donor portal thanking the donor for giving",
	"donorportal-greetingtext": "Text atop the donor portal thanking the donor for giving",
	"donorportal-feedbackrequest": "Text to request feedback for donor portal.",
	"donorportal-feedbacklink": "Text for link of feedback",
	"donorportal-smalltext": "Explanation of how donations help",
	"donorportal-contact-details": "Header text for box with donor's name and contact information",
	"donorportal-donorid": "Text to show donor the id of their record in our CRM. $1 is an alphanumeric identifier",
	"donorportal-update-preferences": "Link to a page to change email & SMS preferences",
	"donorportal-recurring-heading": "Header for a list of all recurring donations both active and inactive",
	"donorportal-active-recurring": "Header for a list of active recurring donations",
	"donorportal-inactive-recurring": "Header for details of a cancelled donation",
	"donorportal-most-recent-donation": "Header for details of donor's most recent donation",
	"donorportal-renew-support": "Large text inviting donor to restart a cancelled donation",
	"donorportal-processing": "Single word status label to indicate that a change to a recurring donation is in process",
	"donorportal-processing-text": "Text explaining that a recurring donation has a change in process",
	"donorportal-restart-monthly": "Text of button leading to a monthly donation renewal form",
	"donorportal-restart-annual": "Text of button leading to an annual donation renewal form",
	"donorportal-recurring-amount-monthly": "Amount and frequency of a donation charged every month. $1 is the formatted amount, $2 is the three letter currency code for extra clarification.",
	"donorportal-recurring-amount-annual": "Amount and frequency of a donation charged every year. $1 is the formatted amount, $2 is the three letter currency code for extra clarification.",
	"donorportal-recurring-currency-monthly": "Frequency of a donation charged every month. $1 is the three letter currency code for extra clarification.",
	"donorportal-recurring-currency-annual": "Frequency of a donation charged every year. $1 is the three letter currency code for extra clarification.",
	"donorportal-recurring-next-amount-and-date": "Amount and date of next upcoming charge. $1 is the formatted amount, $2 is the three letter currency code for extra clarification, and $3 is the formatted date.",
	"donorportal-last-amount-and-date": "Amount and date of last donation. $1 is the formatted amount, $2 is the three letter currency code for extra clarification, and $3 is the formatted date.",
	"donorportal-last-donation-date": "Date of last donation $1.",
	"donorportal-update-donation-button": "Text for a button to change the amount of the donation",
	"donorportal-update-donation-paypal-disable-text": "Text for explanation that PayPal donations cannot be changed online",
	"donorportal-update-donation-problem-log-in": "Text explaining what to do if a donor does not receive a login link",
	"donorportal-update-donation-problem-log-in-contact-us": "Suggestion that donor contact our donor relations team for help logging in. $1 is a mailto link with the text of {{msg-mw|donorportal-update-donation-donor-relations-team}}",
	"donorportal-update-donation-donor-relations-team": "Action phrase for a link that launches an email to our donor relations team. Will be interpolated in place of <code><nowiki>$1</nowiki></code> into {{msg-mw|donorportal-update-donation-problem-log-in-contact-us}}",
	"donorportal-edit-text": "Brief text of a link to edit a recurring donation's payment method",
	"donorportal-coming-soon": "Header for a popup explaining that a feature is coming soon",
	"donorportal-here": "Brief text for a mailto link. Will be linked and interpolated into {{mw-msg|donorportal-update-payment-method-explanation-template-to}}",
	"donorportal-update-payment-method-explanation": "Text explaining that we have not yet implemented changing payment methods directly in the donor portal.",
	"donorportal-update-payment-method-explanation-template-to": "Text inviting donors to email our donor relations team to update their payment method, where $1 is the text of {{msg-mw|donorportal-here}} formatted as a mailto link.\n\n‘Request to change payment method’ should be translated identically to {{msg-mw|Donorportal-update-payment-method-explanation-template-subject}}.",
	"donorportal-update-payment-method-explanation-template-subject": "Subject line for an email directed to our donor relations team requesting a change in payment method for a recurring donation. Will be HTML-escaped and used as a mailto link's subject parameter",
	"donorportal-update-payment-method-explanation-template-body": "Body of an email directed to our donor relations team requesting a change in payment method for a recurring donation. with $1 is donor name, $2 is donor email address, $3 is donation amount and currency. Will be HTML-escaped and used as a mailto link's body parameter",
	"donorportal-close": "Text for a link to close a modal popup window",
	"donorportal-new-donation": "Text for a button leading a donation to a form to make a new donation",
	"donorportal-recurring-pause": "Action word for temporarily stopping a recurring donation. Will be linked and interpolated into {{msg-mw|donorportal-recurring-pause-or-cancel}}",
	"donorportal-recurring-cancel": "Action word for permanently stopping a recurring donation. Will be linked and interpolated into {{msg-mw|donorportal-recurring-pause-or-cancel}}",
	"donorportal-recurring-pause-or-cancel": "Text for a phrase with links to temporarily or permanently stop a recurring donation. $1 is a link with the text of {{msg-mw|donorportal-recurring-pause}} and $2 is a link with the text of {{msg-mw|donorportal-recurring-cancel}}",
	"donorportal-recurring-cancel-text": "Text for a phrase with a single link to permanently stop a recurring donation. $1 is a link with the text of {{msg-mw|donorportal-recurring-cancel}}",
	"donorportal-recurring-status-active": "Adjective to describe a recurring donation that is actively being charged",
	"donorportal-recurring-status-cancelled": "Adjective to describe a recurring donation that has been cancelled by the donor",
	"donorportal-recurring-status-lapsed": "Adjective to describe a recurring donation that has been cancelled due to failed payments",
	"donorportal-recurring-status-paused": "Adjective to describe a recurring donation that has been temporarily put on hold but will resume in the future",
	"donorportal-your-donation-history": "Header for a list of completed donations",
	"donorportal-print-donations": "Text for a button to present a printer-formatted list of donations",
	"donorportal-annual-fund": "Text for a tab header to show donations made to the foundation's annual fund",
	"donorportal-endowment": "Text for a tab header to show donations made to the foundation's endowment",
	"donorportal-endowment-short": "Sentence explaining what would appear on the endowment donations tab, shown to donors with no donations to the endowment",
	"donorportal-endowment-what-is": "Text of a question shown shown to donors with no donations to the endowment.",
	"donorportal-endowment-explanation": "Brief description of the Wikimedia Endowment. Answer to the question posed in donorportal-endowment-what-is, shown to donors with no donations to the endowment.",
	"donorportal-endowment-learn-more": "Text of a link donors can click to read more about the Wikimedia Endowment",
	"donorportal-endowment-donate-now": "Text of a link donors can click to make a donation to the Wikimedia Endowment",
	"donorportal-donation-date": "Header for a table column with donation dates",
	"donorportal-donation-type": "Header for a table column with donation types, e.g one-time, annual, monthly",
	"donorportal-donation-amount": "Header for a table column with donation amounts",
	"donorportal-payment-method": "Header for a table column with donation payment methods",
	"donorportal-donation-type-recurring-template": "Template for table cell text indicating the frequency series of a recurring donation.\n\n$1 - donation frequency, one of:\n* {{msg-mw|donorportal-donation-type-annual}}\n* {{msg-mw|donorportal-donation-type-monthly}}",
	"donorportal-donation-type-annual": "Inserted into {{msg-mw|donorportal-donation-type-recurring-template}} to indicate donation is part of annual series",
	"donorportal-donation-type-monthly": "Inserted into {{msg-mw|donorportal-donation-type-recurring-template}} to indicate donation is part of monthly series",
	"donorportal-donation-type-one-time": "Table cell text indicating that a donation was not recurring",
	"donorportal-undefined-route": "The message that is shown when a user is directed a route that does not exist: $1 - the email address for donor services",
	"donorportal-pause-recurring-heading": "Heading text displayed on the pause recurring screen",
	"donorportal-pause-recurring-subheading": "Subheading text displayed on the pause recurring screen",
	"donorportal-pause-recurring-subtext": "Introductory text for the subscription details. Shown about information such as the sum, the frequency, the credit card, and last donation date.\n[[File:Donor Portal Recurring Pause page.png|thumb|300px|Screenshot]]",
	"donorportal-pause-recurring-next-donation-date": "Introductory text for the next donation date, $1 - date of next donation",
	"donorportal-pause-recurring-no-recurring-donation": "Text shown when no donation has been given on an existing subscription till date",
	"donorportal-pause-recurring-specify-duration": "Explanatory text for selecting how long the donor would like to pause the subscription",
	"donorportal-pause-recurring-pause-button": "Pause subscription action button label",
	"donorportal-pause-recurring-changed-my-mind-button": "Button to cancel the pause recurring action",
	"donorportal-pause-recurring-days": "This is the duration in days to specify the units of time for the pause duration. For example, \"30 days\". $1 - number of days",
	"donorportal-pause-recurring-confirmation-header": "Confirmation text when recurring pause is successful",
	"donorportal-pause-recurring-confirmation-subheader": "Confirmation subtext when recurring pause is successful",
	"donorportal-pause-failure": "Error message shown when attempt to pause recurring fails, $1 - Donor relations email",
	"donorportal-loginpage-figure-title": "Title of image shown on login screen. See [[:d:Q1043461|translations of Inle Lake]].",
	"donorportal-loginpage-figure-alt": "Alt text for image shown on login screen, $1 - html anchor element containing the link and title of the image",
	"donorportal-loginpage-figure-caption": "Caption for image shown on login screen, $1 - title of the image. Sopyaylynn is a username on Commons.",
	"donorportal-header-about": "Link title to about page",
	"donorportal-header-our-work": "Link title to our work page",
	"donorportal-header-participate": "Link title to participate page",
	"donorportal-header-news": "Link title to news page",
	"donorportal-header-my-portal": "Link text for navigating to the donor portal home page",
	"donorportal-header-logout": "Link text for logging out of the donor portal",
	"donorportal-email-required": "Error response when donor email is missing",
	"donorportal-something-wrong": "Error response for any other error class",
	"donorportal-return-to-account-button": "Label for button that navigates users to the home page",
	"donorportal-cancel-recurring-other-ways-heading": "Heading shown when donor attempts to cancel a recurring donation",
	"donorportal-cancel-recurring-other-ways-text": "Text shown when donor attempts to cancel a recurring donation in order to convince them to consider alternative approaches that would maintain their recurring donation.",
	"donorportal-cancel-recurring-other-ways-text-line2": "Second paragraph of the text shown when a donor attempts to cancel a recurring donation explaining how a monthly donation helps the foundation goals.",
	"donorportal-cancel-recurring-other-ways-text-line2-emphasis": "Continuation of donorportal-cancel-recurring-other-ways-text-line2 but surrounded by html strong element for emphasis.",
	"donorportal-cancel-recurring-pause-alternative-header": "This is the header for the pause a donation alternative option instead of cancelling the donation.",
	"donorportal-cancel-recurring-pause-alternative-text": "This is the text for the pause a donation alternative option instead of cancelling the donation.",
	"donorportal-cancel-recurring-pause-alternative-button": "This is the text on the button for the pause a donation alternative option instead of cancelling the donation.",
	"donorportal-cancel-recurring-frequency-annual-switch-alternative-header": "This is the header for the switch from monthly recurring to annual recurring alternative option instead of cancelling the donation.",
	"donorportal-cancel-recurring-frequency-annual-switch-alternative-text": "This is the text for the switch from monthly recurring to annual recurring alternative option instead of cancelling the donation.",
	"donorportal-cancel-recurring-frequency-annual-switch-alternative-button": "This is the text on the button for the switch from monthly recurring to annual recurring alternative option instead of cancelling the donation.",
	"donorportal-cancel-recurring-amount-change-alternative-header": "This is the header for the change the recurring amount alternative option instead of cancelling the donation.",
	"donorportal-cancel-recurring-amount-change-alternative-text": "This is the text for the change the recurring amount alternative option instead of cancelling the donation.",
	"donorportal-cancel-recurring-amount-change-alternative-button": "This is the text on the button for the change the recurring amount alternative option instead of cancelling the donation.",
	"donorportal-cancel-recurring-confirm-cancellation": "Button label to proceed with cancellation action",
	"donorportal-cancel-recurring-quit-header": "Header text for button that quits the cancellation action and returns the donor to the home page",
	"donorportal-cancel-recurring-confirmation-request-header": "Header text that preceeds the summary of the recurring contribution to be cancelled",
	"donorportal-cancel-recurring-confirmation-request-text": "Text that preceeds the summary of the recurring contribution to be cancelled",
	"donorportal-cancel-recurring-request-for-reason": "Text requesting for reasons behind cancellation request",
	"donorportal-cancel-recurring-reason-financial": "Cancel reason option - Financial reasons",
	"donorportal-cancel-recurring-reason-donation-frequency": "Cancel reason option - Donor prefers to take control of when they give and how often they give.",
	"donorportal-cancel-recurring-reason-prefer-other-methods": "Cancel reason option - Donor is cancelling the current recurring in other to start another with a different payment method",
	"donorportal-cancel-recurring-reason-cancel-support": "Cancel reason option - Donor is no longer interested in supporting the foundation",
	"donorportal-cancel-recurring-reason-other": "Cancel reason option that allows the donor specify a reason other than the available options",
	"donorportal-cancel-recurring-reason-unintended": "Cancel reason option - Donor did not mean to set up a recurring contribution",
	"donorportal-cancel-recurring-cancel-button": "Button text to confirm cancellation of recurring",
	"donorportal-cancel-recurring-changed-my-mind": "Link text to cancel recurring cancel process",
	"donorportal-cancel-recurring-switch-to-annual": "Link text to switch recurring to annual donation",
	"donorportal-cancel-recurring-confirmation-header": "Header shown when a recurring donation has been successfully cancelled.",
	"donorportal-cancel-monthly-recurring-confirmation-text": "Text shown when a monthly recurring donation has been successfully cancelled: $1 - full amount string, ex. '$10.00 USD monthly'",
	"donorportal-cancel-annual-recurring-confirmation-text": "Text shown when an annual recurring donation has been successfully cancelled: $1 - full amount string, ex. '$10.00 USD yearly'",
	"donorportal-cancel-failure": "Error message shown when attempt to cancel recurring fails, $1 - Donor relations email",
	"donorportal-authentication-failure": "Error message shown when attempt to authenticate a donor credentials fails, $1 - Donor relations email",
	"donorportal-update-recurring-heading": "Header text that change your recurring donation amount",
	"donorportal-downgrade-recurring-heading": "Header text show reduce recurring donation amount",
	"donorportal-update-recurring-text": "Text to indicate donation is valuable to make sure we maintain our ad-free knowledge platform",
	"donorportal-update-recurring-current-donation": "Text to indicate this is current donation amount",
	"donorportal-update-recurring-new-donation": "Text to indicate enter a new donation below",
	"donorportal-update-recurring-new-donation-effective-date": "Text to explian the update will starts from $1",
	"donorportal-update-recurring-confirm": "Text for confirm update recurring donation in new amount action button, $1 for currency symbol, $2 for new amount, $3 for currency",
	"donorportal-update-recurring-annual-convert-head": "Text to thank you convert to annual title",
	"donorportal-update-recurring-annual-convert-description": "Text to thank you convert to annual description",
	"donorportal-update-recurring-annual-convert-select-below": "Text to ask choose option below to convert to annual",
	"donorportal-update-recurring-monthly-to-annual-amount": "Text to confirm update monthly to annually amount $1",
	"donorportal-update-recurring-annual-convert-yearly": "Text to confirm update original monthly donation $1 to yearly",
	"donorportal-update-recurring-annual-convert-yearly-other-amount": "Text to confirm update original monthly to yearly in other amount $1",
	"donorportal-update-recurring-annual-convert-yearly-confirm-next-schedule": "Text to confirm update yearly conversion donation next donation on $1",
	"donorportal-update-recurring-annual-confirm": "Text for confirm update annual recurring donation to $1 action button",
	"donorportal-thank-you": "Text to show thank you!",
	"donorportal-update-recurring-yearly-conversion-success": "Text for confirm donation to yearly",
	"donorportal-update-recurring-yearly-conversion-on-schedule": "Text for the updated annual donation will be effective on next scheduled date $1",
	"donorportal-update-recurring-change-mind": "Text for link to cancel the update recurring donation action",
	"donorportal-update-recurring-confirmation-header": "Header to thanks for ongoing donation after update recurring amount",
	"donorportal-update-recurring-confirmation-header-subtitle": "Subtitle to express your donation makes difference",
	"donorportal-update-recurring-confirmation-text": "Text confirm change recurring donation amount $1 will be effect on date $2.",
	"donorportal-aside-did-you-know": "Heading for donor portal widget that shows facts about Wikipedia.",
	"donorportal-aside-fun-fact": "Text for donor portal widget that shows facts about wikipedia",
	"donorportal-aside-faq": "Heading for donor portal frequently asked questions widget. Links to https://donate.wikimedia.org/wiki/FAQ",
	"donorportal-aside-faq-giving-other-ways": "FAQ link to ways to give page. Links to https://donate.wikimedia.org/wiki/Ways_to_Give",
	"donorportal-aside-faq-giving-legacy": "FAQ link about legacy giving. Links to https://donate.wikimedia.org/wiki/Legacy . \"Legacy\" means donating one's estate or a part of it to Wikimedia.",
	"donorportal-aside-faq-giving-new-donation": "FAQ link about making a new donation",
	"donorportal-aside-faq-giving-become-editor": "FAQ link about becoming a Wikipedia editor",
	"donorportal-aside-faq-how-wikipedia-works": "FAQ link about how Wikipedia Works",
	"donorportal-aside-article-of-the-day-heading": "Heading for donor portal widget that shows Wikipedia articles daily",
	"donorportal-feedback-button": "Text on the feedback request button",
	"donorportal-donations-disclaimer": "Disclaimer text about donations shown at the bottom of the home page where a donor's contributions are listed. $1 - Donor email, $2 - HTML anchor text containing donor relations email address",
	"donorportal-tax-disclaimer": "Disclaimer text about tax shown at the bottom of the home page where a donor's contributions are listed. $1 - HTML anchor text containing donor relations email address",
	"donorportal-donationtable-pagination-text": "Pagination text shown at the bottom of the table describing the list index and count.\n* $1 - start index value for the current displayed list\n* $2 - end index value for the current displayed list\n* $3 - total count of the items on the table",
	"emailpreferences-change-email": "button text to change email",
	"emailpreferences-country": "Label for country drop-down control.",
	"emailpreferences-dont-send-email": "Label for e-mail opt-out radio button.",
	"emailpreferences-expired-link-title": "Headline for modal shown when a link has an expired checksum",
	"emailpreferences-send-new-link": "Text for button donor can click to request we send them a new link via email",
	"emailpreferences-new-link-sent": "Text informing donor we have sent a new link",
	"emailpreferences-footer-learn_more": "First paragraph of the email preferences footer. Similar to the footer on the \"thank you\" page (https://thankyou.wikipedia.org/wiki/Main_Page). \"Chapters\" are local Wikimedia organizations; see [[:m:Wikimedia chapters]].",
	"emailpreferences-footer-questions_email": "Second paragraph of the email preferences footer. Similar to the footer on the thank you page (https://thankyou.wikipedia.org/wiki/Main_Page)",
	"emailpreferences-footer-text_license": "Third paragraph of the email preferences footer. Similar to the footer on the thank you page (https://thankyou.wikipedia.org/wiki/Main_Page)",
	"emailpreferences-header-link-about": "Link title to about page",
	"emailpreferences-header-link-advocacy": "Link title to advocacy page",
	"emailpreferences-header-link-news": "Link title to news page",
	"emailpreferences-header-link-our-work": "Link title to our work page",
	"emailpreferences-header-link-participate": "Link title to participate page",
	"emailpreferences-header-link-research": "Link title to research page",
	"emailpreferences-header-link-support-wikipedia": "Link title to support wikipedia page",
	"emailpreferences-header-link-technology": "Link title to technology page",
	"emailpreferences-hi": "Text to say hi",
	"emailpreferences-language": "Label for language drop-down control.",
	"emailpreferences-save": "Label for button to save e-mail preferences",
	"emailpreferences-send-email": "Label for e-mail opt-in radio button.",
	"emailpreferences-snooze-email": "Label for e-mail radio button to pause emails for a number of days. $1 is the number of days, set in config.",
	"emailpreferences-success": "Message following successful submission of preferences update.",
	"emailpreferences-verify-email-sent": "Message to inform donor a confirmation link has been sent to their new email address.",
	"emailpreferences-title": "Title for page where the user an set preferences for WMF fundraising e-mails.",
	"emailpreferences-confirmemail-title": "Title for page where the user confirm that they want to set their primary email to the e-mail they pass.",
	"emailpreferences-wikimedia-image-alt": "{{optional}}\nImage alt for wikimedia logo",
	"recurupgrade": "Title for page where the user can upgrade their recurring amount",
	"recurupgrade-add": "Text for buttons to add an amount. $1 is the formatted amount with currency symbol",
	"recurupgrade-amount-ask": "Header for the group of buttons asking how much to add",
	"recurupgrade-amount": "Label for the current recurring amount field",
	"recurupgrade-ask-bigger": "Text inviting user to make a bigger impact",
	"recurupgrade-ask-heading": "Further text for the recurring upgrade heading",
	"recurupgrade-ask-thankyou": "Text thanking the donor in advance",
	"recurupgrade-current-amount-and-date": "Statement of current recurring amount and next charge date. $1 is the formatted amount with currency symbol and $2 is the formatted date",
	"recurupgrade-small-increase": "Text explaining why to increase the donation",
	"recurupgrade-next-scheduled-date": "Label for the next recurring donation date",
	"recurupgrade-salutation": "Heading for the recurring upgrade. $1 is the donor's full name",
	"recurupgrade-salutation-no-recur-records": "Heading for the recurring upgrade error page",
	"recurupgrade-no-recur-records": "Text under the recurring upgrade error heading. $1 is the link to the recurring donation page and $2 is the Donor relations email address.",
	"recurupgrade-select-option": "Text under the amount options instruction the donor to select one",
	"recurupgrade-thanks-increasing": "Text following the current amount and date thanking the donor for upgrading",
	"recurupgrade-thanks-monthly": "Header for the section below the options, thanking the donor for giving monthly",
	"recurupgrade-upgrade-decline": "Choose keep the same amount for recurring upgrade request",
	"recurupgrade-upgrade-decline-long": "Longer text for the button declining to increase the donation",
	"recurupgrade-upgrade-now": "Alternate text for the recurring upgrade submit button",
	"recurupgrade-upgrade": "Label for selecting the amount by which the recurring amount is increased",
	"recurupgrade-upgrading-new-amount": "Text to show the donor how much their new monthly contribution will be. The empty <nowiki><strong></nowiki> tag will be filled with the new amount on the client side.",
	"recurupgrade-upgrading-new-amount-and-date": "Text to show the donor how much their new monthly contribution will be and when it will be charged. $1 = new amount, $2 = next charge date, added on the client side.",
	"fundraiserunsubscribe": "Unsubscribe page title",
	"fundraiserunsubscribe-confirm": "To confirm that the user wants to unsubscribe from getting e-mail notifications.",
	"fundraisersubscribe": "Title shown on page letting users opt in to emails.",
	"fundraisersubscribe-appeal-headline-001": "Appeal headline for opt-in page variant 001",
	"fundraisersubscribe-appeal-text-001": "Appeal text for opt-in page variant 001"
}
